Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Settings contains several groups of options. General includes settings for how Home behaves and for tips. Customisation includes Appearance and Accessibility controls. Alerts includes Notifications and Sounds & Haptics. Content includes settings for your Home Feed and Podcast defaults. Data & Privacy includes iCloud sync, privacy settings, Apple Intelligence features, content translation, and Siri & Shortcuts. Storage & Cache includes controls for managing downloads. Settings also has its own search. Type a few letters, and the results narrow to the matching settings screen.
ar: تضم الإعدادات عدة مجموعات من الخيارات. يتضمن «عام» إعدادات سلوك الشاشة الرئيسية والتلميحات. يتضمن «التخصيص» عناصر التحكم في المظهر وإمكانية الوصول. يتضمن «التنبيهات» الإشعارات والأصوات والاهتزازات. يتضمن «المحتوى» إعدادات خلاصة الشاشة الرئيسية والإعدادات الافتراضية للبودكاست. يتضمن «البيانات والخصوصية» مزامنة iCloud وإعدادات الخصوصية وميزات Apple Intelligence وترجمة المحتوى وSiri والاختصارات. يتضمن «التخزين والذاكرة المؤقتة» عناصر التحكم في إدارة التنزيلات. وللإعدادات بحث خاص بها أيضًا. اكتب بضعة أحرف لتضيق النتائج إلى شاشة الإعدادات المطابقة.
de: Die Einstellungen sind in mehrere Gruppen aufgeteilt. „Allgemein“ enthält Einstellungen dazu, wie sich die Startseite verhält, und zu Tipps. „Anpassung“ enthält Darstellung und Bedienungshilfen. „Hinweise“ enthält Mitteilungen sowie Töne & Haptik. „Inhalte“ enthält Einstellungen für deinen Startseiten-Feed und Standardwerte für Podcasts. „Daten & Datenschutz“ enthält iCloud-Synchronisierung, Datenschutzeinstellungen, Apple-Intelligence-Funktionen, Inhaltsübersetzung sowie Siri & Kurzbefehle. „Speicher und Cache“ enthält Optionen zur Verwaltung von Downloads. Die Einstellungen haben auch eine eigene Suche. Gib ein paar Buchstaben ein, und die Ergebnisse grenzen sich auf den passenden Einstellungsbildschirm ein.
el: Οι Ρυθμίσεις περιέχουν αρκετές ομάδες επιλογών. Τα Γενικά περιλαμβάνουν ρυθμίσεις για τη συμπεριφορά της Αρχικής και για τις συμβουλές. Η Εξατομίκευση περιλαμβάνει τις ρυθμίσεις Εμφάνισης και Προσβασιμότητας. Οι Ειδοποιήσεις περιλαμβάνουν τις Γνωστοποιήσεις και τους Ήχους και απτική απόκριση. Το Περιεχόμενο περιλαμβάνει ρυθμίσεις για τη ροή της Αρχικής και τις προεπιλογές των podcast. Τα Δεδομένα και απόρρητο περιλαμβάνουν τον συγχρονισμό iCloud, τις ρυθμίσεις απορρήτου, τις λειτουργίες Apple Intelligence, τη μετάφραση περιεχομένου, καθώς και το Siri και τις Συντομεύσεις. Ο Αποθηκευτικός χώρος και cache περιλαμβάνει επιλογές για τη διαχείριση των λήψεων. Οι Ρυθμίσεις έχουν επίσης τη δική τους αναζήτηση. Πληκτρολογήστε μερικά γράμματα και τα αποτελέσματα περιορίζονται στην αντίστοιχη οθόνη ρυθμίσεων.
es: La configuración tiene varios grupos de opciones. General incluye ajustes sobre cómo se comporta Inicio y sobre los consejos. Personalización incluye los controles de Apariencia y Accesibilidad. Alertas incluye Notificaciones y Sonidos y vibraciones. Contenido incluye ajustes del feed de Inicio y los valores predeterminados de los pódcast. Datos y privacidad incluye la sincronización con iCloud, los ajustes de privacidad, las funciones de Apple Intelligence, la traducción de contenido, y Siri y Atajos. Almacenamiento y caché incluye controles para gestionar las descargas. La configuración también tiene su propia búsqueda. Escribe unas letras y los resultados se reducen a la pantalla de ajustes correspondiente.
fa: تنظیمات چند گروه گزینه دارد. عمومی شامل تنظیمات رفتار خانه و نکته‌هاست. سفارشی‌سازی شامل کنترل‌های ظاهر و دسترس‌پذیری است. هشدارها شامل اعلان‌ها و صداها و لرزش است. محتوا شامل تنظیمات فید خانه و پیش‌فرض‌های پادکست است. داده و حریم خصوصی شامل همگام‌سازی iCloud، تنظیمات حریم خصوصی، ویژگی‌های Apple Intelligence، ترجمهٔ محتوا و Siri و میان‌برها است. ذخیره‌سازی و حافظه پنهان شامل کنترل‌های مدیریت بارگیری‌هاست. تنظیمات جستجوی خودش را هم دارد. چند حرف تایپ کنید تا نتایج به صفحهٔ تنظیمات مرتبط محدود شود.
fr: Les réglages comportent plusieurs groupes d'options. Général comprend les réglages du fonctionnement de l'Accueil et des astuces. Personnalisation comprend l'apparence et les options d'accessibilité. Alertes comprend les notifications ainsi que les sons et vibrations. Contenu comprend les réglages de votre fil d'Accueil et les valeurs par défaut des podcasts. Données et confidentialité comprend la synchronisation iCloud, les réglages de confidentialité, les fonctions Apple Intelligence, la traduction du contenu, ainsi que Siri et Raccourcis. Stockage et cache comprend les options de gestion des téléchargements. Les réglages ont aussi leur propre recherche. Tapez quelques lettres et les résultats se réduisent à l'écran de réglages correspondant.
he: ההגדרות כוללות כמה קבוצות של אפשרויות. כללי כולל הגדרות לאופן שבו הבית מתנהג ולטיפים. התאמה אישית כוללת את פקדי המראה והנגישות. התראות כולל עדכונים וצלילים ורטט. תוכן כולל הגדרות לפיד הבית וברירות מחדל לפודקאסטים. נתונים ופרטיות כולל סנכרון iCloud, הגדרות פרטיות, תכונות Apple Intelligence, תרגום תוכן ו-Siri וקיצורים. אחסון ומטמון כולל פקדים לניהול הורדות. להגדרות יש גם חיפוש משלהן. הקלד כמה אותיות והתוצאות יצטמצמו למסך ההגדרות המתאים.
hi: सेटिंग्स में विकल्पों के कई समूह हैं। सामान्य में होम के व्यवहार और सुझावों से जुड़ी सेटिंग्स हैं। अनुकूलन में दिखावट और सुलभता नियंत्रण हैं। अलर्ट में सूचनाएँ और ध्वनियाँ व हैप्टिक्स हैं। सामग्री में आपकी होम फ़ीड की सेटिंग्स और पॉडकास्ट की डिफ़ॉल्ट सेटिंग्स हैं। डेटा और गोपनीयता में iCloud सिंक, गोपनीयता सेटिंग्स, Apple Intelligence सुविधाएँ, सामग्री अनुवाद और Siri व शॉर्टकट हैं। स्टोरेज और कैश में डाउनलोड प्रबंधित करने के नियंत्रण हैं। सेटिंग्स की भी अपनी खोज है। कुछ अक्षर टाइप करें, और नतीजे मिलती-जुलती सेटिंग्स स्क्रीन तक सिमट जाएँगे।
id: Pengaturan berisi beberapa kelompok opsi. Umum berisi pengaturan perilaku Beranda dan tips. Kustomisasi berisi kontrol Tampilan dan Aksesibilitas. Peringatan berisi Notifikasi serta Suara & Haptik. Konten berisi pengaturan Feed Beranda dan default Podcast. Data & Privasi berisi sinkronisasi iCloud, pengaturan privasi, fitur Apple Intelligence, terjemahan konten, serta Siri & Pintasan. Penyimpanan dan Cache berisi kontrol untuk mengelola unduhan. Pengaturan juga punya pencarian sendiri. Ketik beberapa huruf, dan hasilnya menyempit ke layar pengaturan yang cocok.
it: Le impostazioni contengono diversi gruppi di opzioni. Generali include le impostazioni sul comportamento della Home e sui suggerimenti. Personalizzazione include i controlli per Aspetto e Accessibilità. Avvisi include Notifiche e Suoni e feedback aptico. Contenuti include le impostazioni del feed della Home e i valori predefiniti dei podcast. Dati e privacy include la sincronizzazione iCloud, le impostazioni della privacy, le funzioni di Apple Intelligence, la traduzione dei contenuti, e Siri e Comandi rapidi. Archivio e cache include i controlli per gestire i download. Le impostazioni hanno anche una ricerca tutta loro. Scrivi qualche lettera e i risultati si restringono alla schermata di impostazioni corrispondente.
ja: 設定は、いくつかのグループに分かれています。 「一般」には、ホームの動作とヒントに関する設定があります。 「カスタマイズ」には、外観とアクセシビリティの設定があります。 「アラート」には、通知とサウンドと触覚があります。 「コンテンツ」には、ホームのフィードとポッドキャストのデフォルトに関する設定があります。 「データとプライバシー」には、iCloud 同期、プライバシー設定、Apple Intelligence の機能、コンテンツの翻訳、Siri とショートカットがあります。 「ストレージとキャッシュ」には、ダウンロードを管理する項目があります。 設定にも独自の検索があります。数文字入力すると、該当する設定画面に絞り込まれます。
ko: 설정은 여러 그룹으로 나뉘어 있어요. '일반'에는 홈 동작과 팁에 관한 설정이 있어요. '사용자화'에는 모양과 손쉬운 사용 설정이 있어요. '알림'에는 알림과 사운드 및 햅틱이 있어요. '콘텐츠'에는 홈 피드 설정과 팟캐스트 기본값이 있어요. '데이터 및 개인정보'에는 iCloud 동기화, 개인정보 보호 설정, Apple Intelligence 기능, 콘텐츠 번역, Siri 및 단축어가 있어요. '저장 공간 및 캐시'에는 다운로드를 관리하는 옵션이 있어요. 설정에도 자체 검색이 있어요. 몇 글자만 입력하면 해당하는 설정 화면으로 결과가 좁혀져요.
nl: De instellingen bestaan uit verschillende groepen opties. Algemeen bevat instellingen voor hoe Home zich gedraagt en voor tips. Personalisatie bevat de opties voor Weergave en Toegankelijkheid. Meldingen bevat Berichtgeving en Geluiden & haptiek. Inhoud bevat instellingen voor je Home-feed en standaardinstellingen voor podcasts. Gegevens & privacy bevat iCloud-synchronisatie, privacyinstellingen, Apple Intelligence-functies, vertaling van inhoud en Siri & opdrachten. Opslag en cache bevat opties voor het beheren van downloads. De instellingen hebben ook een eigen zoekfunctie. Typ een paar letters en de resultaten worden beperkt tot het bijbehorende instellingenscherm.
pl: Ustawienia składają się z kilku grup opcji. Ogólne obejmują ustawienia działania Strony głównej i podpowiedzi. Personalizacja obejmuje Wygląd i Dostępność. Alerty obejmują Powiadomienia oraz Dźwięki i haptykę. Treści obejmują ustawienia kanału Strony głównej i domyślne ustawienia podcastów. Dane i prywatność obejmują synchronizację iCloud, ustawienia prywatności, funkcje Apple Intelligence, tłumaczenie treści oraz Siri i Skróty. Pamięć i pamięć podręczna obejmuje opcje zarządzania pobranymi plikami. Ustawienia mają też własne wyszukiwanie. Wpisz kilka liter, a wyniki zawężą się do pasującego ekranu ustawień.
pt: As configurações têm vários grupos de opções. Geral inclui configurações de como o Início se comporta e das dicas. Personalização inclui os controles de Aparência e Acessibilidade. Alertas inclui Notificações e Sons e vibrações. Conteúdo inclui configurações do feed do Início e os padrões de podcast. Dados e privacidade inclui a sincronização com o iCloud, as configurações de privacidade, os recursos da Apple Intelligence, a tradução de conteúdo, e Siri e Atalhos. Armazenamento e cache inclui controles para gerenciar downloads. As configurações também têm uma busca própria. Digite algumas letras e os resultados se restringem à tela de configurações correspondente.
ru: Настройки делятся на несколько групп. «Основные» включают настройки поведения «Главной» и подсказок. «Персонализация» включает оформление и универсальный доступ. «Оповещения» включают уведомления, а также звуки и тактильные сигналы. «Контент» включает настройки ленты «Главной» и параметры подкастов по умолчанию. «Данные и конфиденциальность» включают синхронизацию iCloud, настройки конфиденциальности, функции Apple Intelligence, перевод материалов, а также Siri и Быстрые команды. «Хранилище и кэш» включает управление загрузками. У настроек тоже есть свой поиск. Введите несколько букв, и результаты сузятся до нужного экрана настроек.
sv: Inställningarna består av flera grupper av alternativ. Allmänt innehåller inställningar för hur Hem beter sig och för tips. Anpassning innehåller Utseende och Tillgänglighet. Aviseringar innehåller Notiser samt Ljud och haptik. Innehåll innehåller inställningar för ditt Hem-flöde och standardval för poddar. Data och integritet innehåller iCloud-synkronisering, integritetsinställningar, Apple Intelligence-funktioner, innehållsöversättning samt Siri och genvägar. Lagring och cache innehåller alternativ för att hantera hämtningar. Inställningarna har också en egen sökning. Skriv några bokstäver så begränsas resultaten till den inställningsskärm som matchar.
th: การตั้งค่ามีตัวเลือกหลายกลุ่ม ทั่วไป มีการตั้งค่าเกี่ยวกับพฤติกรรมของหน้าหลักและเคล็ดลับ การปรับแต่ง มีการควบคุมลักษณะที่ปรากฏและการช่วยการเข้าถึง การเตือน มีการแจ้งเตือน และเสียงและการสั่น เนื้อหา มีการตั้งค่าฟีดหน้าหลักและค่าเริ่มต้นของพอดแคสต์ ข้อมูลและความเป็นส่วนตัว มีการซิงค์ iCloud การตั้งค่าความเป็นส่วนตัว ฟีเจอร์ Apple Intelligence การแปลเนื้อหา และ Siri และคำสั่งลัด พื้นที่เก็บข้อมูลและแคช มีการควบคุมสำหรับจัดการการดาวน์โหลด การตั้งค่ายังมีการค้นหาของตัวเองด้วย พิมพ์ไม่กี่ตัวอักษร ผลลัพธ์จะแคบลงเหลือหน้าจอการตั้งค่าที่ตรงกัน
tr: Ayarlar birkaç seçenek grubundan oluşur. Genel, Ana Sayfa'nın nasıl davrandığına ve ipuçlarına ilişkin ayarları içerir. Özelleştirme, Görünüm ve Erişilebilirlik denetimlerini içerir. Uyarılar, Bildirimler ile Sesler ve Dokunsal Geri Bildirim'i içerir. İçerik, Ana Sayfa akışınızın ayarlarını ve podcast varsayılanlarını içerir. Veriler ve Gizlilik; iCloud eşzamanlamayı, gizlilik ayarlarını, Apple Intelligence özelliklerini, içerik çevirisini ve Siri ile Kestirmeler'i içerir. Depolama ve Önbellek, indirilenleri yönetme denetimlerini içerir. Ayarlar'ın da kendi araması vardır. Birkaç harf yazın; sonuçlar eşleşen ayarlar ekranına daralır.
uk: Налаштування поділено на кілька груп. «Загальні» містять налаштування поведінки «Головної» та підказок. «Персоналізація» містить вигляд і доступність. «Сповіщення» містять сповіщення, а також звуки й тактильні сигнали. «Контент» містить налаштування стрічки «Головної» та типові параметри подкастів. «Дані та конфіденційність» містять синхронізацію iCloud, налаштування конфіденційності, функції Apple Intelligence, переклад матеріалів, а також Siri та Швидкі команди. «Сховище та кеш» містить керування завантаженнями. Налаштування також мають власний пошук. Введіть кілька літер, і результати звузяться до потрібного екрана налаштувань.
vi: Cài đặt gồm nhiều nhóm tùy chọn. Chung gồm cài đặt về cách Trang chủ hoạt động và mẹo. Tùy biến gồm các điều khiển Giao diện và Trợ năng. Cảnh báo gồm Thông báo và Âm thanh & Rung. Nội dung gồm cài đặt cho nguồn cấp Trang chủ và mặc định của Podcast. Dữ liệu & Quyền riêng tư gồm đồng bộ iCloud, cài đặt quyền riêng tư, tính năng Apple Intelligence, dịch nội dung, và Siri & Phím tắt. Bộ nhớ và bộ nhớ đệm gồm các điều khiển quản lý nội dung tải về. Cài đặt cũng có phần tìm kiếm riêng. Gõ vài chữ cái, kết quả sẽ thu hẹp về màn hình cài đặt phù hợp.
zh_hans: 设置包含几组选项。 “通用”包含主页行为和提示相关的设置。 “个性化”包含外观和辅助功能控制。 “提醒”包含通知以及声音与触感。 “内容”包含主页信息流设置和播客默认设置。 “数据与隐私”包含 iCloud 同步、隐私设置、Apple Intelligence 功能、内容翻译，以及 Siri 与快捷指令。 “存储与缓存”包含管理下载的控制项。 设置也有自己的搜索。输入几个字母，结果就会缩小到对应的设置界面。
